---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CwpReuseLevelsSameName
source: html/7e0eef4e-447e-f445-2f82-575e1c69e086.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CwpReuseLevelsSameName Property

"Reuse Levels with the same name"

## Syntax (C#)
```csharp
public static ForgeTypeId CwpReuseLevelsSameName { get; }
```